/* Name of application */
"Homepwner" = "Dueñ o de casa";

/* BNRAssetTypeViewController title */
"Asset Type" = "Tipo de activo";

/* Type label None */
"None" = "Nada";

/* Asset type button */
"Type: %@" = "Tipo: %@";


